"DKRefreshHeaderIdleText" = "下拉可以刷新";
"DKRefreshHeaderPullingText" = "松开立即刷新";
"DKRefreshHeaderRefreshingText" = "正在刷新数据中...";

"DKRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"DKRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"DKRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"DKRefreshBackFooterIdleText" = "上拉可以加载更多";
"DKRefreshBackFooterPullingText" = "松开立即加载更多";
"DKRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"DKRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"DKRefreshHeaderLastTimeText" = "最后更新：";
"DKRefreshHeaderDateTodayText" = "今天";
"DKRefreshHeaderNoneLastDateText" = "无记录";
